{
  "de": {
    "jobOpenings":{
      "title": "Aktuelle Stellenangebote",
      "positions": "offene Stellen"
    },
    "filter": {
      "position": {
        "title": "Art der Anstellung",
        "all": "Alle",
        "fullTime": "Vollzeit",
        "partTime": "Halbtags"
      },
      "cities": {
        "title": "Ort",
        "all": "Alle",
        "munich": "München",
        "vienna": "Wien",
        "berlin": "Berlin"
      },
      "company": {
        "title": "Unternehmen",
        "all": "Alle",
        "is24": "ImmobilienScout24",
        "as24": "AutoScout24",
        "s24": "Scout24"
      },
      "department": {
        "all": "Alle"
      }
    },
    "agile": {
      "title": "Agile",
      "text": "Neugierde, Nach neuen Wegen suchen, Zügige Ausführung, Stetige Verbesserung"
    },
    "oneTeam": {
      "title": "One Team",
      "text": "Offenheit, Verantwortung, Respekt, Enthusiasmus"
    },
    "dataDriven": {
      "title": "Data driven",
      "text": "Analytik, Erkenntnisse erzeugen, Nutzer an erster Stelle, Datensicherheit"
    },
    "winning": {
      "title": "Winning",
      "text": "Unternehmergeist, Großes und mutiges Denken, Durchsetzungsfähigkeit, Belastbarkeit"
    },
    "hideJobs": "Jobs verbergen",
    "workingAtScout":{
      "mission":{
        "title": "Unsere Mission",
        "text": "Scout24 bringt Suchende und Anbieter auf seinen Online-Marktplätzen zusammen. Das Suchen und Finden gestalten wir für beide Seiten einfach, effizient und stressfrei. Nutzer sollen mit uns Erfolgserlebnisse haben und beim nächsten Mal wieder gerne auf unsere Services zurückgreifen. Deshalb entwickeln wir innovative, digitale Produkte auf hohem Niveau. Damit sind wir ein Innovationstreiber im Bereich der Immobilien- und Auto-Marktplätze und unterstützen unsere Suchenden und Anbieter, schnell zum Ziel zu kommen."
      },
      "diversity":{
        "title": "Diversity",
        "text": "\"Colorful is my favorite color\"* \n Home is where your story begins. Mobility takes you further on your very journey. At Scout24 we value the diversity of our employees as much as our users’ individual life scripts. Our house is open for everyone and free of stereotyped thinking. The power of our team grows with the variety of individual perspectives. Our culture embraces a workplace that fits in with your personal way of life. Together, we build leading digital marketplaces in Europe. \n*The architect Walter Gropius "
      },
      "benefits":{
        "title": "Benefits",
        "text":"Unsere Unternehmensstandorte in  Berlin und München bieten kreativen, innovativen Menschen ideale Voraussetzungen. Unsere Mitarbeiter verbringen jeden Tag viele Stunden an ihrem Arbeitsplatz. Deshalb achten wir darauf, dass sie sich dort wohlfühlen können. Dafür sorgen wir unter anderem durch großzügige, helle Büros, aber auch durch geeignete Rückzugsmöglichkeiten.\nWas wir unseren Mitarbeitern sonst noch bieten? Betreuungsunterstützung durch pme Familienservice (Vermittlung von Au-pairs, Tagesmüttern, Kita-, Hort- und Nachmittags-Betreuungsplätzen)Zuschuss zur betrieblichen AltersvorsorgeSportangebote und Vergünstigungen in umliegenden Fitness-Studios Vergünstigte Mahlzeiten in den Kantinen und Bistros Als Vitaminkick frisches Obst und eine vielfältige Auswahl an Kaffees und GetränkenWer sich beruflich so stark engagiert wie unsere Mitarbeiter, darf natürlich auch feiern. Und ganz gleich, ob auf unserer Weihnachtsfeier, dem Oktoberfest, After-Work-Partys oder bei Teamevents – die Feiern bei Scout24 sind legendär."
      },
      "spirit":{
        "title": "Scouty Spirit",
        "text":"Für die Kunden und Nutzer des Scout24-Portfolios zeigen unsere Mitarbeiter Tag für Tag vollen Einsatz. Die Scout24-Gruppe revanchiert sich dafür: Sie schafft die Voraussetzungen für ein offenes und konstruktives Miteinander und trägt so dazu bei, dass sich die Mitarbeiter weiterentwickeln und ihre Karriere aktiv gestalten können. Als Unternehmensgruppe, deren Angebote in zahlreichen Ländern verfügbar sind, spielt die Internationalität bei Scout24 eine wichtige Rolle. Insgesamt bereichern Mitarbeiter aus mehr als 40 verschiedenen Nationen mit ihren Erfahrungen und Vorstellungen das Unternehmensbild und unterstützen den kulturübergreifenden Dialog zwischen den einzelnen Arbeitsbereichen. Gefördert wird die enge Zusammenarbeit innerhalb und zwischen den Teams der Scout24-Gruppe außerdem durch eine offene, vorbehaltlose Kommunikation, die alle Mitarbeiter gleichermaßen praktizieren."
      },
      "balance":{
        "title": "Work-Life Balance",
        "text": "Reisen, Hobbys und soziale Kontakte sind ein wichtiger Ausgleich zu den Herausforderungen des Berufsalltags. Scout24 unterstützt seine Mitarbeiter aktiv dabei, ihr berufliches Engagement und ihr Privatleben in Einklang zu bringen. Flexibles Arbeiten hilft, ein ausgewogenes Verhältnis zwischen Beruf und Privatleben herzustellen. Scout24 sieht aus diesem Grunde unter anderem Vertrauensarbeitszeiten vor. Außerdem haben die Mitarbeiter die Möglichkeit, in Teilzeit, aus dem Home-Office zu arbeiten oder ein Sabbatical einzulegen.  Und wer möchte, kann auch bei einem der firmeninternen Yoga-Kurse Entspannung finden und neue Kraft schöpfen."
      },
      "development":{
        "title": "Entwicklung und Förderung",
        "text": "Die Scout24-Gruppe wächst kontinuierlich, dadurch ergeben sich sowohl für neue Bewerber als auch für bestehende Mitarbeiter ständig Chancen zur beruflichen und persönlichen Weiterentwicklung.Ein Aspekt der Mitarbeiterförderung ist ein individuelles Trainings- und Seminarangebot. Welche Perspektiven sich durch diese Maßnahmen ergeben, ermitteln die Führungskräfte der Teams in unseren regelmäßigen Scouties-Dialogues. Besonderer Fokus liegt dabei auf der Erweiterung der jeweiligen Aufgabengebiete der Mitarbeiter."
      }
    }
  },



  "en": {
    "jobOpenings": {
      "title": "Current Job Openings",
      "positions": "positions"
    },
    "filter": {
      "position": {
        "title": "Type of employment",
        "all": "All",
        "fullTime": "full-time",
        "partTime": "part-time"
      },
      "cities": {
        "title": "Location",
        "all": "All",
        "munich": "Munich",
        "vienna": "Vienna",
        "berlin": "Berlin"
      },
      "company": {
        "title": "Company",
        "all": "All",
        "is24": "ImmobilienScout24",
        "as24": "AutoScout24",
        "s24": "Scout24"
      },
      "department": {
        "all": "All"
      }
    },
    "agile": {
      "title": "Agile",
      "text": "Curiosity, Out of the box thinking, Fast delivery, Continuous improvement"
    },
    "oneTeam": {
      "title": "One Team",
      "text": "Openness, Ownership, Respect, Enthusiasm"
    },
    "dataDriven": {
      "title": "Data driven",
      "text": "Analytics, Create insights, Consumer first, Data security"
    },
    "winning": {
      "title": "Winning",
      "text": "Entrepreneurship, Think big & bold, Assertivness, Resilience"
    },
    "hideJobs": "Hide jobs",
    "workingAtScout":{
      "mission":{
        "title": "our mission",
        "text": "Scout24 brings consumers and suppliers together on its online marketplaces. We make searching and finding simple, efficient and stress-free for both sides. We want users to have successful experiences and to look forward to using our services again. We therefore develop innovative, digital products with high standards. We drive innovation in real estate and automotive marketplaces, and help our consumers and suppliers quickly meet their goal."
      },
      "diversity":{
        "title": "diversity",
        "text": "Scout24 brings consumers and suppliers together on its online marketplaces. We make searching and finding simple, efficient and stress-free for both sides. We want users to have successful experiences and to look forward to using our services again. We therefore develop innovative, digital products with high standards. We drive innovation in real estate and automotive marketplaces, and help our consumers and suppliers quickly meet their goal."
      },
      "benefits":{
        "title": "Benefits",
        "text":"Our company locations in Berlin and Munich offer creative and innovative people ideal conditions. Our employees spend many hours at their workplace every day. We therefore make sure that they feel good about being there. We have bright and generously sized offices, and suitable private areas. What else do we offer our employees? Care support by pme Familienservice GmbH (placement of au-pairs, nannies, child daycare spots, after school and afternoon care centers), Subsidies for the company pension plan, Sports and perks in nearby fitness studios, Discounted meals in the cafeterias and bistros, Fresh fruit as a vitamin boost and a diverse selection of coffees and beverages. People who work as hard as our employees, also need to party. And no matter whether it’s at our Christmas Party, October Fest, after-work parties or at team events – the Scout24 celebrations are legendary."
      },
      "spirit":{
        "title": "the \"scout\" spirit",
        "text":"Day after day, our employees are totally committed to assisting Scout24 customers and users. The Scout24 group is returning the favor. The Group creates the conditions for open and constructive cooperation, thereby enabling employees to enhance their skills and actively shape their careers. For a group whose products and services are available in numerous countries, internationality plays an important role at Scout24. Overall, employees from more than 40 different nations enrich the corporate image with their experience and ideas and support the cross-cultural dialogue between the individual departments. Close cooperation within and among the Scout24 Group teams is further promoted by open and unrestricted communication by all employees."
      },
      "balance":{
        "title": "Work-life balance",
        "text": "Travel, hobbies and socializing form an important balance to the challenges of everyday working life. Scout24 actively supports employee efforts to combine professional commitment and their private lives. Flexible working hours help balance one’s career and private life. Scout24 thus uses an honor-based flex-time work schedule, amongst other things. Furthermore, employees have the option to work part-time, to tele-commute or to take a sabbatical. And an in-house yoga course is offered to all takers for relaxation and rejuvenation."},
      "development":{
        "title": "Development and support",
        "text": "The Scout24 Group is continuously growing and as a result always offers opportunities for professional development and continuing education for new applicants as well as for existing employees. A customized training and seminar program is one aspect of personnel development. Team leaders use our regular “Scouties” dialogues to determine the future prospects for the employee resulting from these measures. The particular focus is on expanding the employee's range of responsibilities."
      }
    }
  }
}
