{
  "de": {
    "jobOpenings":{
      "title": "Aktuelle Stellenangebote",
      "positions": "offene Stellen"
    },
    "filter": {
      "cities": {
        "title": "Ort",
        "all": "Alle",
        "munich": "München",
        "vienna": "Wien",
        "berlin": "Berlin"
      },
      "company": {
        "title": "Unternehmen",
        "all": "Alle",
        "is24": "ImmobilienScout24",
        "as24": "AutoScout24",
        "s24": "Scout24"
      },
      "department": {
        "all": "Alle"
      }
    },
    "agile": {
      "title": "Agile",
      "text": "Neugierde, Nach neuen Wegen suchen, Zügige Ausführung, Stetige Verbesserung"
    },
    "oneTeam": {
      "title": "One Team",
      "text": "Offenheit, Verantwortung, Respekt, Enthusiasmus"
    },
    "dataDriven": {
      "title": "Data driven",
      "text": "Analytik, Erkenntnisse erzeugen, Nutzer an erster Stelle, Datensicherheit"
    },
    "winning": {
      "title": "Winning",
      "text": "Unternehmergeist, Großes und mutiges Denken, Durchsetzungsfähigkeit, Belastbarkeit"
    },
    "hideJobs": "Jobs verbergen",
    "workingAtScout":{
      "mission":{
        "title": "Unsere Mission",
        "text": "Scout24 vereint auf seinen Online-Marktplätzen Suchende und Anbieter. Das Suchen und Finden gestalten wir für beide Seiten einfach, effizient und stressfrei. Nutzer sollen mit uns Erfolgserlebnisse teilen und gerne wieder auf unseren Service zurückgreifen. Deshalb entwickeln wir digitale und innovative Produkte auf hohem Niveau. Damit treiben wir Innovation im Bereich Immobilien- und Auto-Marktplätze voran und unterstützen unsere Kunden zielführend."
      },
      "diversity":{
        "title": "Vielfalt (Diversity)",
        "text": "„Bunt ist meine Lieblingsfarbe“ (Walter Gropius – Architekt). Zu Hause ist, wo deine Geschichte beginnt. Möbilität bringt dich auch deiner Reise weiter. Bei Scout24 schätzen wir Vielfältigkeit unserer Mitarbeiter genauso wie eine individuelle Lebensgeschichte. Unser Unternehmen ist offen für jeden und frei von stereotypischen Denken. Die Stärke unseres Teams wächst durch die Vielseitigkeit individueller Perspektiven. Unsere Unternehmenskultur bietet einen Arbeitsplatz, der zu dir passt. Gemeinsam erschaffen wir Europas führende digitale Marktplätze."
      },
      "benefits":{
        "title": "Benefits",
        "text":"Unsere Unternehmensstandorte in Berlin und München bieten ideale Voraussetzungen für kreativen Menschen. Im Arbeitsalltag ist uns das Wohlbefinden unserer Mitarbeiter wichtig. Dafür sorgen wir unter anderem durch großzügige, helle Büros, sowie durch geeignete Rückzugsmöglichkeiten. Darüber hinaus bieten wir unseren Mitarbeitern Betreuungsunterstützung durch pme Familienservice (Vermittlung von Au-pairs, Tagesmüttern, Kita-, Hort- und Nachmittags-Betreuungsplätzen), Zuschuss zur betrieblichen Altersvorsorge, Sportangebote und Vergünstigungen in umliegenden Fitness-Studios. Vergünstigte Mahlzeiten in den Kantinen und Bistros, frisches Obst und eine vielfältige Auswahl an Kaffees und Getränken stellen wir ebenfalls zur Verfügung.Als Ausgleich zu einem starken Engagement bieten wir diverse Veranstaltungen, wie z.B. eine legendäre Weihnachtsfeier, After-Work-Partys, Teamevents und ein Oktoberfest."
      },
      "spirit":{
        "title": "Scout Spirit",
        "text":"Für die Kunden und Nutzer des Scout24-Portfolios zeigen unsere Mitarbeiter Tag für Tag vollen Einsatz. Um dies zu ermöglichen schafft die Scout24-Gruppe Voraussetzungen für ein offenes und konstruktives Miteinander und trägt so dazu bei, dass sich die Mitarbeiter weiterentwickeln und ihre Karriere aktiv gestalten können. Als international tätige Unternehmensgruppe, spielt bei Scout24 Vielfältigkeit eine wichtige Rolle. Insgesamt bereichern Mitarbeiter aus mehr als 40 verschiedenen Nationen mit ihren Erfahrungen und Vorstellungen das Unternehmensbild und unterstützen den kulturübergreifenden Dialog zwischen den einzelnen Arbeitsbereichen. Die enge Zusammenarbeit innerhalb der Teams, sowie teamübergreifende Kooperation wird bei Scout24 unterstützt."
      },
      "balance":{
        "title": "Work-Life-Balance",
        "text": "Als Ausgleich zu den Herausforderungen des Berufsalltags sind Reisen, Hobbys und soziale Kontakte wichtig. Scout24 unterstützt seine Mitarbeiter aktiv dabei, ihr berufliches Engagement und ihr Privatleben in Einklang zu bringen. Flexible Arbeitszeiten helfen ein ausgewogenes Verhältnis zwischen Beruf und Privatleben zu gewährleisten. Aus diesem Grund pflegen wir Vertrauensarbeitszeit. Außerdem haben unsere Mitarbeiter die Möglichkeit in Teilzeit oder im Home-Office zu arbeiten. Zusätzlich besteht die Option ein Sabbatical einzulegen. Und wer möchte, kann auch bei einem der firmeninternen Yoga-Kurse Entspannung finden und neue Kraft schöpfen."
      },
      "development":{
        "title": "Entwicklung und Förderung",
        "text": "Die Scout24-Gruppe wächst kontinuierlich, dadurch ergeben sich sowohl für neue Bewerber als auch für bestehende Mitarbeiter ständig Chancen zur beruflichen und persönlichen Weiterentwicklung. Ein Aspekt der Mitarbeiterförderung sind individuelles Trainings- und Seminarangebote. Welche Perspektiven sich durch diese Maßnahmen ergeben, ermitteln die Führungskräfte der Teams in unseren regelmäßigen Scouties-Dialogues. Besonderer Fokus liegt dabei auf der Erweiterung der jeweiligen Aufgabengebiete der Mitarbeiter"
      }
    }
  },



  "en": {
    "jobOpenings": {
      "title": "Current Job Openings",
      "positions": "positions"
    },
    "filter": {
      "cities": {
        "title": "Location",
        "all": "All",
        "munich": "Munich",
        "vienna": "Vienna",
        "berlin": "Berlin"
      },
      "company": {
        "title": "Company",
        "all": "All",
        "is24": "ImmobilienScout24",
        "as24": "AutoScout24",
        "s24": "Scout24"
      },
      "department": {
        "all": "All"
      }
    },
    "agile": {
      "title": "Agile",
      "text": "Curiosity, Out of the box thinking, Fast delivery, Continuous improvement"
    },
    "oneTeam": {
      "title": "One Team",
      "text": "Openness, Ownership, Respect, Enthusiasm"
    },
    "dataDriven": {
      "title": "Data driven",
      "text": "Analytics, Create insights, Consumer first, Data security"
    },
    "winning": {
      "title": "Winning",
      "text": "Entrepreneurship, Think big & bold, Assertivness, Resilience"
    },
    "hideJobs": "Hide jobs",
    "workingAtScout":{
      "mission":{
        "title": "our mission",
        "text": "Scout24 brings consumers and suppliers together on its online marketplaces. We make searching and finding simple, efficient and stress-free for both sides. We want users to have successful experiences and to look forward to using our services again. We therefore develop innovative, digital products with high standards. We drive innovation in real estate and automotive marketplaces, and help our consumers and suppliers quickly meet their goal."
      },
      "diversity":{
        "title": "diversity",
        "text": "Scout24 brings consumers and suppliers together on its online marketplaces. We make searching and finding simple, efficient and stress-free for both sides. We want users to have successful experiences and to look forward to using our services again. We therefore develop innovative, digital products with high standards. We drive innovation in real estate and automotive marketplaces, and help our consumers and suppliers quickly meet their goal."
      },
      "benefits":{
        "title": "Benefits",
        "text":"Our company locations in Berlin and Munich offer creative and innovative people ideal conditions. Our employees spend many hours at their workplace every day. We therefore make sure that they feel good about being there. We have bright and generously sized offices, and suitable private areas. What else do we offer our employees? Care support by pme Familienservice GmbH (placement of au-pairs, nannies, child daycare spots, after school and afternoon care centers), Subsidies for the company pension plan, Sports and perks in nearby fitness studios, Discounted meals in the cafeterias and bistros, Fresh fruit as a vitamin boost and a diverse selection of coffees and beverages. People who work as hard as our employees, also need to party. And no matter whether it’s at our Christmas Party, October Fest, after-work parties or at team events – the Scout24 celebrations are legendary."
      },
      "spirit":{
        "title": "the \"scout\" spirit",
        "text":"Day after day, our employees are totally committed to assisting Scout24 customers and users. The Scout24 group is returning the favor. The Group creates the conditions for open and constructive cooperation, thereby enabling employees to enhance their skills and actively shape their careers. For a group whose products and services are available in numerous countries, internationality plays an important role at Scout24. Overall, employees from more than 40 different nations enrich the corporate image with their experience and ideas and support the cross-cultural dialogue between the individual departments. Close cooperation within and among the Scout24 Group teams is further promoted by open and unrestricted communication by all employees."
      },
      "balance":{
        "title": "Work-life balance",
        "text": "Travel, hobbies and socializing form an important balance to the challenges of everyday working life. Scout24 actively supports employee efforts to combine professional commitment and their private lives. Flexible working hours help balance one’s career and private life. Scout24 thus uses an honor-based flex-time work schedule, amongst other things. Furthermore, employees have the option to work part-time, to tele-commute or to take a sabbatical. And an in-house yoga course is offered to all takers for relaxation and rejuvenation."},
      "development":{
        "title": "Development and support",
        "text": "The Scout24 Group is continuously growing and as a result always offers opportunities for professional development and continuing education for new applicants as well as for existing employees. A customized training and seminar program is one aspect of personnel development. Team leaders use our regular “Scouties” dialogues to determine the future prospects for the employee resulting from these measures. The particular focus is on expanding the employee's range of responsibilities."
      }
    }
  }
}
